Revit 2016 API
LoadCaseArray Constructor
Initializes a new instance of the LoadCaseArray class
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public LoadCaseArray()
Visual Basic
Public Sub New
Visual C++
public:
LoadCaseArray()
See Also
LoadCaseArray Class
Autodesk.Revit.DB.Structure Namespace